// created by yuanyuan 7.12
// 主分类 child子分类
const center = [
    {
        name: '智能终端',
        path: '/product/zhineng',
        src: 'zhineng.jpg',
        p: '一体化智能采集器UPT-7S是紫图科技对数据采集硬件平台的充分理解后的主力推荐品种，主要为数据机房、通信系统和电力系统动环数据监控系统设计的嵌入式一体化监控平台，19英寸1U机架式设计，适用于大中小型数据机房的动环数据采集监控管理。集数据采集硬件平台大成，传输口双备份，采集数据大容量，接口种类多样化，远程配置管理，数据本地存储和告警实时传送，设备协议底层解析，液晶面板查询，数据统一格式交互，自成系统可编程运行；满足安全需求，网络拓扑多样，兼容多家软件系统平台。',
        child: [
            {
                parname: '智能终端',
                name: '嵌入式监控主机',
                p: ' 一体化智能采集器UPT-7S是紫图科技对数据采集硬件平台的充分理解后的主力推荐品种，主要为数据机房、通信系统和电力系统动环数据监控系统设计的嵌入式一体化监控平台，19英寸1U机架式设计，适用于大中小型数据机房的动环数据采集监控管理。集数据采集硬件平台大成，传输口双备份，采集数据大容量，接口种类多样化，远程配置管理，数据本地存储和告警实时传送，设备协议底层解析，液晶面板查询，数据统一格式交互，自成系统可编程运行；满足安全需求，网络拓扑多样，兼容多家软件系统平台。',
                src: 'UPT-7.jpg',
            },
            {
                parname: '智能终端',
                name: '物联网智能互动终端',
                p: ' 物联网智能互动终端是一款专门为机房无忧业务打造，集M2M技术，移动互联网技术，无线2G/3G/4G服务，编程控制联动，无线路由网关于一体的采集终端，可实现远程报警、远程控制、远程测量等功能，广泛应用于IDC机房动力环境监控、基站监控、工业自动化控制、环境监测、供水供气、城市安全管理、空调控制数据分析等物联网应用领域.',
                src: 'list2.jpg',
                // detailPath: '/product2',
                detailargument: 'awenshidu.png'
            }
        ]
    },
    {
        name: '物联网传感',
        path: '/product/wulianwang',
        src: 'list2.jpg',
        p: '一体化智能采集器UPT-7S是紫图科技对数据采集硬件平台的充分理解后的主力推荐品种，主要为数据机房、通信系统和电力系统动环数据监控系统设计的嵌入式一体化监控平台，19英寸1U机架式设计，适用于大中小型数据机房的动环数据采集监控管理。集数据采集硬件平台大成，传输口双备份，采集数据大容量，接口种类多样化，远程配置管理，数据本地存储和告警实时传送，设备协议底层解析，液晶面板查询，数据统一格式交互，自成系统可编程运行；满足安全需求，网络拓扑多样，兼容多家软件系统平台。',
        child: [
            {
                parname: '物联网传感',
                name: '温湿度传感器',
                p: ' 温度测量范围：-20℃～80℃,湿度测量范围:0～100%RH,温度测量精度:误差在<±0.5℃，在25℃时测试,湿度测量精度：误差在<±5%RH， 在25℃时测试···',
                src: 'list2.jpg',
                // detailPath: '/product2',
                detailargument: 'awenshidu.png'
            },
            {
                parname: '物联网传感',
                name: '电极式水浸',
                p: ' 型号：WDT-01,感应方式:电极,输出形式:正常输出开路，灯为绿色，闪烁 ,告警输出短路，灯为红色，闪烁···',
                src: 'dianjishi.jpg',
                // detailPath: '/product2'
            },
            {
                parname: '物联网传感',
                name: '烟雾探测器',
                p: ' 型号:JTY-GD-01K,国家检验标准:GB4715-93,底端接线端子：L(3)系统传输＋线，C(6)系统传输－线···',
                src: 'yanwutance.jpg',
                // detailPath: '/product2'
            },
            {
                parname: '物联网传感',
                name: '三相电／市电断电检测模块',
                p: ' SJ-C4601 是一款三相电掉电检测模块，其主要功能检测三相电掉相掉电，无需外接电源，外形尺寸小巧、高可靠性与极高性价比，使其可广泛应用于各种工业用电系统中···',
                src: 'sanxiangdian.jpg',
                // detailPath: '/product2'
            },
            {
                parname: '物联网传感',
                name: '蓄电池监控',
                p: ' 实时采集每节单体电池的电压、内阻、温度。每个模块有1个内置温度和1个外接温度通道。内置温度反映内阻模块内部及周围的温度，可作为检测电池表面温度的低成本方案。外接温度通道可以接入外接温度探头，可以用来检测电池表面、电池柜、室内环境的温度，是一个可选的多用途温度采集···',
                src: 'xudianchi.jpg',
                // detailPath: '/product2'
            },
            {
                parname: '物联网传感',
                name: '二氧化碳探测器',
                p: ' 检测原理：红外线式。检测范围：0-2000ppm.检测方式：扩散式/泵吸式/管道式/流通式···',
                src: 'eryanghuatan.jpg',
                // detailPath: '/product2'
            }
        ]
    },
    {
        name: 'RFID标签',
        path: '/product/rfid',
        src: 'list3.jpg',
        p: '本产品是一种超高频卡扣式标签， 由超高频不干胶标签贴附在塑料卡扣上形成一种光纤尾纤专用的卡扣式标签。超高频不干胶标签内部可封装不同的 UHF 芯片和不同的 UHF 天线， 因而具有不同的读写距离和特性， 但总体来讲， 相比高频标签具有读取距离远、 防冲突能力强、 感应速度快等特点， 广泛应用于资产管理、 配线架管理、 追踪追溯等。',
        child: [
            {
                parname: 'RFID标签',
                name: '超高频卡扣标签',
                p: ' 本产品是一种超高频卡扣式标签， 由超高频不干胶标签贴附在塑料卡扣上形成一种光纤尾纤专用的卡扣式标签。超高频不干胶标签内部可封装不同的 UHF 芯片和不同的 UHF 天线， 因而具有不同的读写距离和特性， 但总体来讲， 相比高频标签具有读取距离远、 防冲突能力强、 感应速度快等特点， 广泛应用于资产管理、 配线架管理、 追踪追溯等···',
                src: 'list3.jpg'
            },
            {
                parname: 'RFID标签',
                name: '超高频不干胶标签',
                p: ' 超高频不干胶标签是最常见的一种 RFID 标签形式， 它由不干胶的底纸、 面纸和中间的胶层和 RFID Inlay 层组成， 产品柔软轻薄， 价格低廉， 方便粘贴， 能批量生产和批量打印， 生产和使用的效率都非常高， 是目前最经济的 RFID 应用方式， 也是全球使用量最大的 RFID 标签形式。超高频不干胶标签内部可封装不同的 UHF 芯片和不同的 UHF 天线， 因而具有不同的读写距离和特性， 但总体来讲， 相比高频标签具有读取距离远、 防冲突能力强、 感应速度快等特点， 广泛应用于档案盘点、 物流仓储、 物品防伪、 追踪追溯、 产品包装、 生产管理等···',
                src: 'buganjiao.jpg'
            }
        ]
    },
    {
        name: '个性化定制',
        path: '/product/dingzhi',
        src: 'list4.jpg',
        p: '我们用无线和有线方式来实现物联网的应用更细节化，更贴近使用场景。只有这样才可以让物联网做到大范围的推广，所以有必要做个性化的开发，它是保证正常数据接入的情况下做贴切客户具有应用的二次数据加工和展现；包含基本数据采集，后续数据的计算加工和呈现，包括和客户探讨后的数据分析建模、接口开发等',
        child: [
            {
                parname: '个性化定制',
                name: '大数据综合大屏',
                p: ' 数据大屏是指挥中心最显著的特性，用可视化的方式来呈现复杂系统需要监控的重要数据和综合性能，且用动态的方式随系统数据做同步更新变化。',
                src: 'daping.jpg'
            },
            {
                parname: '个性化定制',
                name: '地图GIS系统',
                p: '城市管理中涉及物理空间信息的，尤其是快速定位信息点的各种应用中，空气质量、设备位置、车辆信息等等，用地图方式进行呈现。',
                src: 'gis.jpg'
            },
            {
                parname: '个性化定制',
                name: '动态图形展示',
                p: ' 比如停车管理，电梯运行管理，进出通道中需要用动画表现的场合。',
                src: 'dongtai.jpg'
            },
            {
                parname: '个性化定制',
                name: '系统平台对接、微信对接、APP定制等',
                p: '机房无忧产品是一个开放的系统，满足各种对接和定制需求，保证操作过程层次简单，架构明晰。目前有三个运作方法，一是底层数据对接然后开放开发；二是采集平台服务器接口权限分配对接；三是应用界面的权限分享直接给出URL。在客户的系统平台、网站、数据库，、应用软件、企业微信、单独软件上实现完美定制。这种定制包含数据的采集、处理和告警，还有数据的加工和建模、场景建设、系统逻辑图组态画面等。',
                src: 'duijie.jpg'
            },
        ]
    }
]

export default center